---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerPressureClassParam
source: html/ff2ab239-404a-00de-1acd-0a9b38ed486c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFpSprinklerPressureClassParam Property

"Pressure Class"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFpSprinklerPressureClassParam { get; }
```